{
    "source": "Quellcode",
    "send": "Los geht's!",
    "save": "Speichern",
    "cancel": "Abbrechen",
    "yes": "ja",
    "no": "nein",
    "cashback": {
        "period": "Aktionszeitraum: {{start}} - {{end}}",
        "end": "Aktionszeitraum: bis zum {{end}}",
        "upload": "Einsendeschluss: {{upload}}",
        "open-page": "Zur Aktionsseite"
    },
    "cookie": {
        "message": "Auf dieser Website werden Cookies eingesetzt. Durch die Nutzung dieser Seite werden die Verwendung von notwendigen Cookies und unseren Datenschutzbestimmungen zugestimmt. Optional kann die Verwendung von Cookies zur statistischen Zwecke zugestimmt werden.",
        "link": "Mehr dazu",
        "href": "/privacy",
        "allow": "Alle Cookies",
        "deny": "Nur notwendige Cookies",
        "policy": "Cookie-Richtlinie"
    },
    "cookies": {
        "consent": "Ihre Einwilligung trifft auf die folgenden Domains zu: {{url}}",
        "state": "Ihr aktueller Zustand:",
        "states": {
            "none": "Keine Einwilligung erteilt.",
            "mandatory": "Nur notwendige Cookies zulassen.",
            "all": "Alle Cookies zulassen."
        },
        "tables": {
            "columns": {
                "name": "Name",
                "provider": "Anbieter",
                "purpose": "Zweck",
                "duration": "Ablauf",
                "type": "Typ"
            },
            "mandatory": {
                "title": "Notwendig ({{count}})",
                "description": "Notwendige Cookies helfen dabei, eine Webseite nutzbar zu machen, indem sie Grundfunktionen wie Seitennavigation und Zugriff auf sichere Bereiche der Webseite ermöglichen. Die Webseite kann ohne diese Cookies nicht richtig funktionieren.",
                "rows": {
                    "cookieconsent_status": {
                        "provider": "{{url}}",
                        "purpose": "Speichert den Zustimmungsstatus des Nutzers für Cookies auf der aktuellen Domäne.",
                        "duration": "1 Jahr",
                        "type": "HTTP Cookie"
                    },
                    "theme": {
                        "provider": "{{url}}",
                        "purpose": "Speichert den ausgewähltem Theme des Nutzers.",
                        "duration": "Session",
                        "type": "Local Storage"
                    },
                    "access_token": {
                        "provider": "{{url}}",
                        "purpose": "Identifiziert die Sitzung des eingeloggten Benutzers.",
                        "duration": "2 Monate",
                        "type": "Local Storage"
                    }
                }
            },
            "statistics": {
                "title": "Statistiken ({{count}})",
                "description": "Statistik-Cookies helfen Webseiten-Besitzern zu verstehen, wie Besucher mit Webseiten interagieren, indem Informationen anonym gesammelt und gemeldet werden.",
                "rows": {
                    "_ga": {
                        "provider": "google-analytics.com",
                        "purpose": "Dient zur Unterscheidung einzelner Nutzer",
                        "duration": "2 Jahre",
                        "type": "HTTP Cookie"
                    },
                    "_ga_*": {
                        "provider": "google-analytics.com",
                        "purpose": "Dient zur Speicherung des Sitzungsstatus",
                        "duration": "2 Jahre",
                        "type": "HTTP Cookie"
                    },
                    "collect": {
                        "provider": "google-analytics.com",
                        "purpose": "Dient zur Unterscheidung einzelner Nutzer",
                        "duration": "Session",
                        "type": "Pixel Tracker"
                    }
                }
            }
        }
    },
    "home": {
        "cashback": {
            "1": "Aktuelle Cashback Aktionen",
            "2": "Auf dieser Seite hast Du den Überblick über aktuelle Cashback Aktionen. An der Sanduhr erkennst du wie viel Zeit übrig ist."
        },
        "participation": {
            "1": "Erfassung deiner Teilnahmen",
            "2": "In deinem persönlichen Bereich kannst deine Teilnahmen erfassen, Erinnerungen dafür setzen und bequem Kontakt mit dem Anbieter aufnehmen."
        },
        "notification": {
            "1": "Benachrichtigungen",
            "2": "Auf Wunsch wirst Du per E-Mail- oder Web-Push-Benachrichtigung über Cashback Aktionen informiert oder daran erinnert Erstattungen zu kontrollieren."
        },
        "cashbacks": "Aktuelle Cashback Aktionen"
    },
    "imprint": {
        "menu": "Impressum",
        "title": "Impressum",
        "blocks": {
            "1": {
                "title": "Kontakt",
                "paragraphs": {
                    "1": "E-Mail: {{email}}"
                }
            },
            "2": {
                "title": "Vorstellung",
                "paragraphs": {
                    "1": "Diese Webseite ist ein Hobby-Projekt und nutzt aktuell kostenlose Hosting und Mailing Lösungen. Bei genug Interesse, würden wir auf professionelle Lösungen umsteigen.",
                    "coffee": ""
                }
            },
            "3": {
                "title": "Haftung für Inhalte",
                "paragraphs": {
                    "1": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Wir sind als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen."
                }
            },
            "4": {
                "title": "Urheberrecht",
                "paragraphs": {
                    "1": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."
                }
            },
            "5": {
                "title": "Haftung für Links",
                "paragraphs": {
                    "1": "Die Webseite enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen."
                }
            },
            "6": {
                "title": "Externe Dienstleister",
                "paragraphs": {
                    "1": "Wir verwenden für unsere Dienste externe Dienstleister. Dazu zählen Github, Deta und Google."
                }
            }
        }
    },
    "login": {
        "title": "Anmelden",
        "error": {
            "tokenexpired": "Melde Dich bitte an.",
            "wrongcredentials": "Die Anmeldedaten sind falsch.",
            "userlocked": "Dein Konto ist gesperrt.",
            "emailnotconfirmed": "Bitte bestätige deine E-Mail-Adresse, indem Du auf den Link in der Registrierungsbestätigung klickst.",
            "emailconfirmationfailed": "Die Bestätgigung deiner E-Mail-Adresse ist fehlgeschlagen.",
            "unknown": "Ein unerwarteter Fehler ist aufgetreten."
        },
        "info": {
            "emailconfirmed": "Deine E-Mail-Adresse wurde bestätigt, es kann los gehen! Denke daran Benachrichtigungen in deinem persönlichen Bereich zu konfigurieren, falls Du welche erhlaten möchtest.",
            "passwordresetted": "Dein Password wurde zurückgesetzt."
        },
        "to-registration": "Kein Konto?",
        "to-password-forgotten": "Passwort vergessen?"
    },
    "notifications": {
        "title": "Benachrichtigungen",
        "cashbacks": "Zu Cashback Aktionen",
        "cashbacks-hint": "Veröffentlichung, Aktionstart, baldige Aktionsende",
        "participations": "Zu deinen Teilnahmen",
        "participations-hint": "Erinnerung zu prüfen, ob die Erstattung gekommen ist",
        "email": "E-Mail",
        "email-info": "Die E-Mail-Adresse womit Du Dich registriert hast wird verwendet.",
        "web-push": "Web-Push",
        "web-push-info": "Dafür musst Du das Gerät hinzufügen, der die Benachrichtigungen erhalten soll. Dein Browser wird Dich um Erlaubnis fragen.",
        "subscriptions": "Geräte für Web-Push-Benachrichtigungen",
        "subscriptions-hint": "Tipp: vergebe einen sinnvollen Namen.",
        "add-subscription": "Dieses Gerät hinzufügen",
        "test-subscription": "Testbenachrichtigung schicken",
        "delete-subscription": "Löschen",
        "subscriptionname": "Gerätname",
        "invalid-subscriptionname": "Der Gerätname darf nicht leer sein",
        "error": {
            "subscriptionfailed": "Es hat leider nicht geklappt. Entweder hast Du Benachrichtigungen für diese Seite blockiert oder dein Browser unterstützt Web-Push-Benachrichtigungen noch nicht (Apple Geräte).",
            "updatefailed": "Deine Änderungen konntent nicht gespeichert werden.",
            "testfailed": "Der Test ist fehlgeschlagen."
        },
        "info": {
            "tested": "Der Test wurde gestartet."
        }
    },
    "paginator": {
        "itemsPerPage": "Elemente pro Seite",
        "page": "Seite",
        "of": "von"
    },
    "participations": {
        "title": "Teilnahmen",
        "complete": "Teilnahme als abgeschlossen markieren",
        "contact": "Anbieter kontaktieren",
        "delete": "Teilnahme löschen",
        "edit": "Teilnahme editieren",
        "error": {
            "completionfailed": "Das Markieren als abgeschlossen ist fehlgeschlagen.",
            "deletionfailed": "Das Löschen ist fehlgeschlagen."
        }
    },
    "participation": {
        "add": "Teilnahme hinzufügen",
        "edit": "Teilnahme bearbeiten",
        "cashback": "Cashback Aktion",
        "amount": "Betrag (Euro)",
        "reminder": "Erinnerung am",
        "completed": "Erstattung erhalten",
        "invalid-amount": "muss positiv sein",
        "invalid-reminder": "muss in der Zukunft liegen",
        "error": {
            "creationfailed": "Das Hinzufügen ist fehlgeschlagen.",
            "updatefailed": "Deine Änderungen könntent nicht gespeichert werden."
        }
    },
    "password-forgotten": {
        "title": "Password vergessen",
        "error": {
            "mailsendfailed": "Die Anfrage ist fehlgeschlagen."
        },
        "info": {
            "mailsent": "Gehe bitte zu deiner Mailbox und folge die Anweisungen, um dein Passwort zurückzusetzen."
        }
    },
    "password-reset": {
        "title": "Password zurücksetzen",
        "error": {
            "passwordresetfailed": "Das Zürucksetzen deines Passwortes ist fehlgeschlagen."
        }
    },
    "privacy": {
        "menu": "Datenschutz",
        "title": "Datenschutzerklärung",
        "blocks": {
            "1": {
                "title": "Allgemeine Hinweise",
                "paragraphs": {
                    "1": "Wir freuen uns über Ihr Interesse an unserer Dienste. Wir nehmen den Schutz personenbezogener Daten ernst und möchten, dass Sie sich beim Besuch unserer Webseite sicher und wohl fühlen.",
                    "2": "Sie können unsere Webseite grundsätzlich ohne jede Angabe personenbezogener Daten nutzen. Sofern eine betroffene Person Dienste über unsere Internetseite in Anspruch nehmen möchte, so könnte eine Verarbeitung personenbezogener Daten erforderlich werden. Ist die Verarbeitung personenbezogener Daten erforderlich und besteht für eine solche Verarbeitung keine gesetzliche Grundlage, dann holen wir stets eine Einwilligung der betroffenen Person ein.",
                    "3": "Die Verarbeitung personenbezogener Daten (z.B. Name oder E-Mail-Adresse einer betroffenen Person), erfolgt stets im Einklang mit der Datenschutz-Grundverordnung (DSGVO) und in Übereinstimmung mit den für uns geltenden landesspezifischen Datenschutzbestimmungen.",
                    "4": "Mit der nachfolgenden Datenschutzerklärung möchten wir die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Ebenfalls werden betroffene Personen durch diese Datenschutzerklärung über die ihnen zustehenden Rechte informiert.",
                    "5": "Als für die Verarbeitung Verantwortliche haben wir zahlreiche technische und organisatorische Maßnahmen umgesetzt, um einen möglichst lückenlosen Schutz der über unsere Webseite verarbeiteten personenbezogenen Daten sicherzustellen. Datenübertragungen über das Internet können aber grundsätzlich Sicherheitslücken enthalten. Es kann somit ein 100 %iger Schutz nicht gewährleistet werden."
                }
            },
            "2": {
                "title": "Begriffsbestimmungen",
                "paragraphs": {
                    "1": "Diese Datenschutzerklärung beruht auf den Begriffsbestimmungen, die durch den Europäischen Richtlinien- und Verordnungsgeber beim Erlass der DSGVO benutzt wurden (Artikel 4 DSGVO). Diese Datenschutzerklärung soll für jede Person sowohl einfach lesbar als auch leicht verständlich sein. Um dies sicher zu stellen, möchten wir Ihnen zunächst die verwendeten Begrifflichkeiten erläutern. In dieser Datenschutzerklärung werden unter anderem diese Begriffsbestimmungen verwendet:",
                    "2": "personenbezogene Daten: alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen; als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind;",
                    "3": "betroffene Person: jede identifizierte oder identifizierbare natürliche Person, deren personenbezogene Daten von dem für die Verarbeitung Verantwortlichen verarbeitet werden.",
                    "4": "Verarbeitung: jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführter Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung;",
                    "5": "Einschränkung der Verarbeitung: die Markierung gespeicherter personenbezogener Daten mit dem Ziel, ihre künftige Verarbeitung einzuschränken;",
                    "6": "Profiling: jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich Arbeitsleistung, wirtschaftliche Lage, Gesundheit, persönliche Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen;",
                    "7": "Verantwortlicher: die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet; sind die Zwecke und Mittel dieser Verarbeitung durch das Unionsrecht oder das Recht der Mitgliedstaaten vorgegeben, so können der Verantwortliche beziehungsweise die bestimmten Kriterien seiner Benennung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten vorgesehen werden;",
                    "8": "Empfänger: eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, denen personenbezogene Daten offengelegt werden, unabhängig davon, ob es sich bei ihr um einen Dritten handelt oder nicht. Behörden, die im Rahmen eines bestimmten Untersuchungsauftrags nach dem Unionsrecht oder dem Recht der Mitgliedstaaten möglicherweise personenbezogene Daten erhalten, gelten jedoch nicht als Empfänger; die Verarbeitung dieser Daten durch die genannten Behörden erfolgt im Einklang mit den geltenden Datenschutzvorschriften gemäß den Zwecken der Verarbeitung;",
                    "9": "Dritter: eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, außer der betroffenen Person, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder des Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten;",
                    "10": "Einwilligung: der betroffenen Person jede freiwillig für den bestimmten Fall, in informierter Weise und unmissverständlich abgegebene Willensbekundung in Form einer Erklärung oder einer sonstigen eindeutigen bestätigenden Handlung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist."
                }
            },
            "3": {
                "title": "Kontaktdaten des Verantwortlichen",
                "paragraphs": {
                    "1": "E-Mail: {{email}}"
                }
            },
            "4": {
                "title": "Erhebung, Verarbeitung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendung",
                "paragraphs": {
                    "1": "Beim Besuch unserer Webseite:",
                    "2": "Sie können unsere Webseite grundsätzlich ohne Offenlegung Ihrer Identität nutzen. Bei der bloß informatorischen Nutzung unserer Webseite, also wenn Sie sich nicht registrieren oder uns anderweitig Informationen übermitteln, werden durch den auf Ihrem Endgerät zum Einsatz kommenden Browser automatisch Informationen an den Server unserer Webseite gesendet. Diese Informationen werden temporär in einem sog. Logfile gespeichert. Log-Dateien, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind von der Löschung ausgenommen bis zur endgültigen Klärung des jeweiligen Vorfalls und können im Einzelfall an Ermittlungsbehörden weitergegeben werden. Folgende Informationen werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten Löschung gespeichert:",
                    "3": "- IP-Adresse des anfragenden Rechners,",
                    "4": "- Datum und Uhrzeit des Zugriffs,",
                    "5": "- Name und URL der abgerufenen Datei,",
                    "6": "- Webseite, von der aus der Zugriff erfolgt (Referrer-URL),",
                    "7": "- verwendeter Browser und ggf. das Betriebssystem Ihres Rechners sowie der Name Ihres Access-Providers,",
                    "8": "- übertragene Datenmenge.",
                    "9": "Die genannten Daten werden durch uns zu folgenden Zwecken verarbeitet:",
                    "10": "- Gewährleistung eines reibungslosen Verbindungsaufbaus der Webseite,",
                    "11": "- Gewährleistung einer komfortablen Nutzung unserer Webseite,",
                    "12": "- Ermittlung von Störungen und aus Sicherheitsgründen,",
                    "13": "- Wahrung und Verteidigung unserer Rechte,",
                    "14": "- Auswertung der Systemsicherheit und -stabilität sowie",
                    "15": "- zu weiteren administrativen Zwecken.",
                    "16": "Die Rechtsgrundlage für die Datenverarbeitung ist Art. 6 Abs. 1 S. 1 lit. f DSGVO. Unser berechtigtes Interesse folgt aus oben aufgelisteten Zwecken zur Datenerhebung. In keinem Fall verwenden wir die erhobenen Daten zu dem Zweck, Rückschlüsse auf Ihre Person zu ziehen.",
                    "17": "Darüber hinaus setzen wir beim Besuch unserer Webseite Cookies sowie Analysedienste ein. Nähere Erläuterungen dazu erhalten Sie unter den Ziffern 5, 8, 9 und 10 dieser Datenschutzerklärung.",
                    "18": "Weitere Funktionen und Angebote unserer Webseite:",
                    "19": "Neben der rein informatorischen Nutzung unserer Webseite bieten wir verschiedene Leistungen an, die Sie bei Interesse nutzen können. Dazu müssen Sie in der Regel weitere personenbezogene Daten angeben, die wir zur Erbringung der jeweiligen Leistung nutzen und für die die zuvor genannten Grundsätze zur Datenverarbeitung gelten.",
                    "20": "Widerspruch oder Widerruf gegen die Verarbeitung Ihrer Daten",
                    "21": "Falls Sie eine Einwilligung zur Verarbeitung Ihrer Daten erteilt haben, können Sie diese jederzeit widerrufen. Ein solcher Widerruf beeinflusst die Zulässigkeit der Verarbeitung Ihrer personenbezogenen Daten, nachdem Sie ihn gegenüber uns ausgesprochen haben.",
                    "22": "Soweit wir die Verarbeitung Ihrer personenbezogenen Daten auf die Interessenabwägung stützen, können Sie Widerspruch gegen die Verarbeitung einlegen. Dies ist der Fall, wenn die Verarbeitung insbesondere nicht zur Erfüllung eines Vertrags mit Ihnen erforderlich ist, was von uns jeweils bei der nachfolgenden Beschreibung der Funktionen dargestellt wird. Bei Ausübung eines solchen Widerspruchs bitten wir um Darlegung der Gründe, weshalb wir Ihre personenbezogenen Daten nicht wie von uns durchgeführt verarbeiten sollten. Im Falle Ihres begründeten Widerspruchs prüfen wir die Sachlage und werden entweder die Datenverarbeitung einstellen bzw. anpassen oder Ihnen unsere zwingenden schutzwürdigen Gründe aufzeigen, aufgrund derer wir die Verarbeitung fortführen.",
                    "23": "Kontaktaufnahme",
                    "24": "Bei Fragen jeglicher Art bieten wir Ihnen die Möglichkeit, mit uns per E-Mail Kontakt aufzunehmen. Dabei ist die Angabe einer gültigen E-Mail-Adresse erforderlich, damit wir wissen, von wem die Anfrage stammt und um diese beantworten zu können. Weitere Angaben können freiwillig getätigt werden. Es unterliegt Ihrer freien Entscheidung, ob Sie uns weitere personenbezogene Daten übermitteln. Sämtliche im Rahmen der Kontaktaufnahme von Ihnen an uns übermittelten personenbezogenen Daten werden von uns zum Zwecke der Bearbeitung oder der Kontaktaufnahme mit Ihnen gespeichert. Es erfolgt keine Weitergabe dieser personenbezogenen Daten an Dritte.",
                    "25": "Rechtsgrundlage für die Verarbeitung der Daten ist, soweit es sich um eine Serviceleistung handelt, aus der kein Vertrag hervorgeht, unser berechtigtes Interesse an der Beantwortung Ihres Anliegens gemäß Art. 6 Abs. 1 S. 1 lit. f DSGVO. Zielt Ihre Kontaktierung auf den Abschluss eines Vertrages ab, so ist zusätzliche Rechtsgrundlage für die Verarbeitung Art. 6 Abs. 1 S. 1 lit. b DSGVO. Ihre Daten werden nach abschließender Bearbeitung Ihrer Anfrage gelöscht. Dies ist der Fall, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt abschließend geklärt ist, keine gesetzlichen Aufbewahrungspflichten entgegenstehen und die Daten nicht für die Erfüllung eines Vertrages oder von vorvertraglichen Maßnahmen weiterhin erforderlich sind.",
                    "26": "Registrierung auf unserer Webseite",
                    "27": "Sie können die Dienste unserer Webseite entweder als Gast nutzen, ohne sich zu registrieren, oder sich auf unserer Webseite als Nutzer kostenlos registrieren.",
                    "28": "Nutzung ohne Registrierung",
                    "29": "Sofern Sie unsere Webseite als Gast und ohne Registrierung nutzen, erfolgt dies ohne Angabe personenbezogener Daten. Um die Dienste unserer Webseite aufrecht zu erhalten ist jedoch serverseitige Kommunikation erforderlich. Hierzu werden technische Identifikationsmerkmale wie Geräte-ID, Zeitpunkt und Art (u.a. Klicks, Seitenansicht) Ihrer Aktivitäten unter einer für Sie generierten anonymen Kennung (ID) ohne jeglichen Personenbezug gespeichert. Diese Speicherung dient der Optimierung der Dienste unserer Webseite, als letztlich auch dem Zweck der Verhinderung von Missbrauch der Dienste unserer Webseite.",
                    "30": "Rechtsgrundlage hierfür ist Art. 6 Abs. 1 S. 1 lit. b DSGVO zur Erfüllung des Vertrags zur Nutzung der Webseite {{url}}",
                    "31": "Nutzung mit Registrierung",
                    "32": "Eine Registrierung hat für Sie den Vorteil, dass Sie Zugang zu Ihrem persönlichen Bereich erhalten, wo Sie Ihre Profildaten bearbeiten können, Teilnahmen erfassen und nachverfolgen können und E-Mail- und Web-Push-Benachrichtigungen konfigurieren können, um Informationen zu aktuellen Aktionen und Teilnahmen zu erhalten.",
                    "33": "Ihre personenbezogenen Daten werden dabei von Ihnen freiwillig in eine Eingabemaske eingegeben und an uns übermittelt und gespeichert. Für Ihre Registrierung verwenden wir das sog. Double-opt-in-Verfahren. Das heißt, dass wir Ihnen nach Ihrer Registrierung eine E-Mail an die angegebene E-Mail-Adresse senden, in welcher wir Sie um Bestätigung bitten, dass Sie die Registrierung wünschen. Darüber hinaus speichern wir den Zeitpunkt der Registrierung. Zweck des Verfahrens ist, Ihre Registrierung nachweisen und ggf. einen möglichen Missbrauch Ihrer persönlichen Daten verhindern zu können.",
                    "34": "Im Falle einer Registrierung erheben wir zusätzlich zu den ohne Registrierung bereits erhobenen Daten folgende personenbezogene Daten:",
                    "35": "- zur direkten Ansprache: Name",
                    "36": "- eine gültige E-Mail-Adresse,",
                    "37": "- Passwort zum Schutz Ihres Nutzerkontos.",
                    "38": "Die Erhebung dieser Daten erfolgt,",
                    "39": "- um Sie als unseren Nutzer identifizieren zu können;",
                    "40": "- zur Korrespondenz mit Ihnen;",
                    "41": "- um die technische Administration unserer Webseite sicherzustellen;",
                    "42": "- um unsere Nutzerdaten zu verwalten.",
                    "43": "Weitere Datenerhebung bei Teilnahme an Cashback Aktionen:",
                    "44": "Die Übermittlung einer Teilnahme durch Sie an uns erfolgt freiwillig. Zu den Daten, die wir erfassen, gehören:",
                    "45": "- die jeweilige Cashback Aktion,",
                    "46": "- die Höhe der Erstattung in Euro,",
                    "47": "- der Zeitpunkt an dem Sie erinnert werden möchten, zu kontrollieren, ob das Geld erstattet worden ist,",
                    "48": "- ob das Geld schon erstattet worden ist.",
                    "49": "Rechtsgrundlagen für die Verarbeitung Ihrer personenbezogenen Daten im Rahmen Ihrer Registrierung zu den genannten Zwecken sind Art. 6 Abs. 1 S. 1 lit. b DSGVO zur Erfüllung des Vertrags zur Nutzung der Webseite {{url}} und zur Erbringung der auf dieser Webseite angebotenen Dienste Art. 6 Abs. 1 S. 1 lit. f DSGVO, sowie ggf. Ihre Einwilligung gem. Art. 6 Abs. 1 S. 1 lit. a DSGVO.",
                    "50": "Wir können die von Ihnen angegebenen Daten zudem verarbeiten, um Ihnen E-Mails mit technischen Informationen zukommen lassen.",
                    "51": "Speicherdauer",
                    "52": "Die bei der Registrierung und Nutzung Ihres Nutzerkontos, durch uns erhobenen personenbezogenen Daten, werden von uns unverzüglich nach Widerruf der Einwilligung(en) und Beendigung des Nutzungsvertrages gelöscht.",
                    "53": "Im Übrigen werden Ihre personenbezogenen Daten nur gespeichert, solange die Kenntnis der Daten für die Zwecke des Vertragsverhältnisses oder die Zwecke, für die sie erhoben worden sind, erforderlich ist.",
                    "54": "Inaktive Konten werden spätestens nach 2 Jahren gelöscht."
                }
            },
            "5": {
                "title": "Weitergabe von Daten",
                "paragraphs": {
                    "1": "Eine Übermittlung Ihrer persönlichen Daten an Dritte findet nicht statt."
                }
            },
            "6": {
                "title": "Einsatz von Cookies",
                "paragraphs": {
                    "1": "Wir setzen auf unserer Seite Cookies ein. Hierbei handelt es sich um kleine Dateien, die Ihr Browser automatisch erstellt und die auf Ihrem Endgerät (Laptop, Tablet, Smartphone o.ä.) gespeichert werden, wenn Sie unsere Webseite besuchen. Cookies richten auf Ihrem Endgerät keinen Schaden an. Sie enthalten keinen ausführbaren Code und daher keine Viren, Trojaner oder sonstige Schadsoftware, die es uns erlauben würden, Sie auszuspähen.",
                    "2": "In dem Cookie werden Informationen abgelegt, die sich jeweils im Zusammenhang mit dem spezifisch eingesetzten Endgerät ergeben. Dies bedeutet jedoch nicht, dass wir dadurch unmittelbar Kenntnis von Ihrer Identität erhalten.",
                    "3": "Es gibt hierbei zwei Arten von Cookies. Temporäre (sog. Session-Cookies) und persistente Cookies.",
                    "4": "Session-Cookies",
                    "5": "Der Einsatz von Cookies dient einerseits dazu, die Nutzung unseres Angebots für Sie angenehmer zu gestalten. So setzen wir sogenannte Session-Cookies ein, um durch Speicherung der sog. Session-ID zu erkennen, dass Sie einzelne Seiten unserer Webseite bereits besucht haben. Dadurch kann Ihr Rechner wiedererkannt werden, wenn Sie auf unsere Webseite zurückkehren. Darüber hinaus optimieren diese Cookies die Benutzerfreundlichkeit. Besuchen Sie unsere Seite erneut, um unsere Leistungen in Anspruch zu nehmen, so wird automatisch erkannt, dass Sie bereits bei uns waren und welche Eingaben und Einstellungen Sie getätigt haben, um diese nicht noch einmal eingeben zu müssen.",
                    "6": "Der Einsatz von Session Cookies ist erforderlich, damit wir Ihnen die Webseite zur Verfügung stellen können. Diese Session-Cookies werden automatisch gelöscht, wenn Sie Ihren Browser schließen.",
                    "7": "Persistente Cookies",
                    "8": "Zum anderen setzten wir Cookies ein, um die Nutzung unserer Webseite statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes für Dich auszuwerten. Diese Cookies ermöglichen es uns, bei einem erneuten Besuch unserer Seite automatisch zu erkennen, dass Sie bereits bei uns waren. Der Einsatz von persistenten Cookies erfolgt auf Grund unseres berechtigten Interesses an der Webanalyse und der Verbesserung unseres Onlineauftritts. Die auf diese Weise erhobenen Daten werden durch technische Vorkehrungen pseudonymisiert. Daher ist eine Zuordnung der Daten zu Ihrer Person nicht möglich. Die Daten werden nicht gemeinsam mit sonstigen Sie betreffenden personenbezogenen Daten gespeichert.",
                    "9": "Diese Cookies werden nach einer jeweils definierten Zeit automatisch gelöscht. Die Dauer der jeweiligen Cookie-Speicherung können Sie der Übersicht zu den Cookie-Einstellungen Ihres Webbrowsers entnehmen.",
                    "10": "Sofern durch einzelne von uns eingesetzte Cookies auch personenbezogene Daten verarbeitet werden, erfolgt die Verarbeitung gemäß Art. 6 Abs. 1 S.1 lit. b DSGVO entweder zur Durchführung des Vertrages, gemäß Art. 6 Abs. 1 S. 1 lit. a DSGVO im Falle einer erteilten Einwilligung oder gemäß Art. 6 Abs. 1 S.1 lit. f DSGVO zur Wahrung unserer berechtigten Interessen an der bestmöglichen Funktionalität der Webseite sowie einer kundenfreundlichen und effektiven Ausgestaltung des Seitenbesuchs.",
                    "11": "Die meisten Browser akzeptieren Cookies automatisch. Sie können Ihren Browser jedoch so konfigurieren, dass keine Cookies auf Ihrem Computer gespeichert bzw. bereits abgelegte Cookies gelöscht werden oder stets ein Hinweis erscheint, bevor ein neues Cookie angelegt wird. Die vollständige Deaktivierung von Cookies kann jedoch dazu führen, dass Sie nicht alle Funktionen unserer Webseite nutzen können.",
                    "12": "Auf Grund unseres berechtigten Interesses binden wir auch Cookies von Drittanbietern ein. In diesem Fall werden die entsprechenden Datenpakete von Dritten in Ihrem Browser gespeichert bzw. an diese übermittelt. Auch den Einsatz von Drittanbieter-Cookies können Sie in der Regel durch eine entsprechende Einstellung Ihres Browsers unterbinden.",
                    "13": "Hinweis auf Verarbeitung Ihrer auf dieser Webseite erhobenen Daten in den USA durch Google:",
                    "14": "Indem Sie auf „Alle Cookies zulassen“ klicken und der Verwendung aller Cookies auf unserer Webseite, und damit auch der Verwendung der Google-Dienste zustimmen, willigen Sie zugleich ein, dass Ihre Daten in den USA verarbeitet werden. Die USA werden vom Europäischen Gerichtshof als Land mit einem nach EU-Standards unzureichenden Datenschutzniveau eingeschätzt. Es besteht insbesondere das Risiko, dass Ihre Daten durch US-Behörden zu Kontroll- und Überwachungszwecken, möglicherweise auch ohne Rechtsbehelfsmöglichkeiten, verarbeitet werden können. Wenn Sie nur auf „Nur Notwendige Cookies“ klicken, findet die vorgehend beschriebene Übermittlung nicht statt.",
                    "cookies": ""
                }
            },
            "7": {
                "title": "Links auf Webseiten Dritter",
                "paragraphs": {
                    "1": "Die auf unserer Webseite veröffentlichten Links werden von uns mit größtmöglicher Sorgfalt recherchiert und zusammengestellt. Wir haben jedoch keinen Einfluss auf die aktuelle und zukünftige Gestaltung und Inhalte der verlinkten Seiten. Wir sind nicht für den Inhalt der verknüpften Seiten verantwortlich und machen uns den Inhalt dieser Seiten ausdrücklich nicht zu Eigen. Für illegale, fehlerhafte oder unvollständige Inhalte sowie für Schäden, die durch die Nutzung oder Nichtnutzung der Informationen entstehen, haftet allein der Anbieter der Web-Site, auf die verwiesen wurde. Die Haftung desjenigen, der lediglich auf die Veröffentlichung durch einen Link hinweist, ist ausgeschlossen. Für fremde Hinweise sind wir nur dann verantwortlich, wenn wir von ihnen, d.h. auch von einem eventuellen rechtswidrigen bzw. strafbaren Inhalt, positive Kenntnis haben und es uns technisch möglich und zumutbar ist, deren Nutzung zu verhindern."
                }
            },
            "8": {
                "title": "Analyse und Tracking Tools",
                "paragraphs": {
                    "1": "Mit den zum Einsatz kommenden Tracking-Maßnahmen möchten wir eine bedarfsgerechte Gestaltung und die fortlaufende Optimierung unserer Webseite sicherstellen. Zum anderen setzen wir die Tracking-Maßnahmen ein, um die Nutzung unserer Webseite statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes für Sie auszuwerten.",
                    "2": "Soweit rechtlich erforderlich, holen wir unter unserer Cookie-Erklärung auf unserer Webseite über ein sogenanntes Opt-In Ihre Einwilligung in die Nutzung dieser Dienste ein. Das bedeutet, dass sich das Cookie, der Zählpixel oder ähnliche Verfahren, mit denen Ihre personenbezogenen Daten über diese Dienste verarbeitet werden, erst dann aktivieren, wenn Sie hierin eingewilligt haben. Die Rechtsgrundlage ist Art. 6 Abs. 1 S.1 lit. a DSGVO. Sofern Sie sich in Deutschland befinden und das 16. Lebensjahr noch nicht vollendet haben (in Österreich und der Schweiz das 14. Lebensjahr), sind Sie nach der Wertung des jeweiligen nationalen Gesetzgebers noch nicht in der Lage, eine wirksame datenschutzrechtliche Einwilligung abzugeben. Wir werten Ihr Opt-In in diesem Fall als Ihre vernünftige Erwartung in Bezug auf den Einsatz der Cookie-Nutzung. Als Rechtsgrundlage berufen wir uns in diesem Fall auf Art. 6 Abs. 1 S.1 lit. f DSGVO. Unsere berechtigten Interessen liegen in diesem Fall in der nutzerfreundlichen Ausgestaltung unserer Dienste sowie unserem betriebswirtschaftlichen Interesse an der Erhebung, Speicherung und Auswertung des Datenmaterials.",
                    "3": "Sie können Ihre erteilte Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen. Um Ihren Widerruf auszuüben, können Sie entweder unter unserer Cookie-Erklärung dem Einsatz dieser Dienste auf unserer Webseite widersprechen oder die jeweils nachstehend geschilderten Möglichkeiten zur Vornahme eines Widerspruchs (Opt-Out) befolgen.",
                    "4": "Die jeweiligen Datenverarbeitungszwecke und Datenkategorien sind aus den entsprechenden Tracking-Tools zu entnehmen.",
                    "5": "Google Analytics",
                    "6": "Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten nutzen wir den Onlinemarketing- und Webanalysedienst Google Analytics (Dienstanbieter: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, Mutterunternehmen: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA - - im Folgenden: „Google“). In diesem Zusammenhang werden pseudonymisierte Nutzungsprofile erstellt und Cookies (siehe unter Ziffer 5) verwendet. Die durch das Cookie erzeugten Informationen über Ihre Benutzung dieser Webseite wie:",
                    "7": "- Browser-Typ/-Version,",
                    "8": "- verwendetes Betriebssystem,",
                    "9": "- Referrer-URL (die zuvor besuchte Seite),",
                    "10": "- Hostname des zugreifenden Rechners (IP-Adresse),",
                    "11": "- Uhrzeit der Serveranfrage,",
                    "12": "werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert. Im Falle der Aktivierung der IP-Anonymisierung auf dieser Webseite, wird Ihre IP-Adresse von Google jedoch innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum zuvor gekürzt. Nur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt. Im Auftrag des Betreibers dieser Webseite wird Google diese Informationen benutzen, um Ihre Nutzung der Webseite auszuwerten, um Reports über die Webseiten-Aktivitäten zusammenzustellen und um weitere mit der Webseiten-Nutzung und der Internetnutzung verbundene Dienstleistungen gegenüber dem Webseiten-Betreiber zu erbringen. Auch werden diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag verarbeiten. Es wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google zusammengeführt. Die IP-Adressen werden anonymisiert, so dass eine Zuordnung nicht möglich ist (IP-Masking).",
                    "13": "Sie können die Installation der Cookies durch eine entsprechende Einstellung der Browser-Software verhindern; wir weisen jedoch darauf hin, dass in diesem Fall gegebenenfalls nicht sämtliche Funktionen unserer Webseite vollumfänglich genutzt werden können.",
                    "14": "Alternativ zum Browser-Add-on, insbesondere bei Browsern auf mobilen Endgeräten, können Sie die Erfassung durch Google Analytics zudem verhindern, indem Sie auf den vorgenannten Link klicken. Es wird ein Opt-out-Cookie gesetzt, das die zukünftige Erfassung Ihrer Daten beim Besuch unserer Webseite verhindert. Der Opt-out-Cookie gilt nur in diesem Browser und nur für unsere Webseite und wird auf Ihrem Gerät abgelegt. Löschen Sie die Cookies in diesem Browser, müssen Sie das Opt-out-Cookie erneut setzen.",
                    "15": "Wir nutzen Google Analytics, um die Nutzung unserer Webseite analysieren und regelmäßig verbessern zu können. Über die gewonnenen Statistiken können wir unser Angebot verbessern und für Sie als Nutzer interessanter ausgestalten.",
                    "16": "Weitere Informationen zum Datenschutz im Zusammenhang mit Google Analytics finden Sie unter nachfolgendem Link in der Google Analytics-Hilfe: https://support.google.com/analytics/answer/6004245?hl=de und der Datenschutzerklärung: https://policies.google.com/privacy?hl=de&gl=de",
                    "17": "Google Tag Manager",
                    "18": "Diese Webseite verwendet „Google Tag Manager“ - Dienstanbieter: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, Mutterunternehmen: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. Google Tag Manager dient der Verwaltung von Webseite-Tags. Bei Google Tag Manager handelt es sich um eine cookielose Domain; personenbezogene Daten werden hierdurch nicht erfasst. Die Anwendung sorgt aber für die Auslösung anderer Tags, die ihrerseits unter Umständen personenbezogene Daten erfassen. Google Tag Manager greift aber nicht auf diese Daten zu. Wenn auf Domain- oder Cookie-Ebene eine Deaktivierung vorgenommen wurde, bleibt diese für alle Tracking-Tags bestehen, die mit Google Tag Manager implementiert werden. Weitere Informationen zu Google Tag Manager finden Sie unter http://www.google.de/tagmanager/use-policy.html."
                }
            },
            "9": {
                "title": "Betroffenenrechte",
                "paragraphs": {
                    "1": "Sie haben das Recht:",
                    "2": "gemäß Art. 15 DSGVO Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen. Insbesondere können Sie Auskunft über die Verarbeitungszwecke, die Kategorie der personenbezogenen Daten, die Kategorien von Empfängern, gegenüber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung oder Widerspruch, das Bestehen eines Beschwerderechts, die Herkunft Ihrer Daten, sofern diese nicht bei mir erhoben wurden, sowie über das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling und ggf. aussagekräftigen Informationen zu deren Einzelheiten verlangen;",
                    "3": "gemäß Art. 16 DSGVO unverzüglich die Berichtigung unrichtiger oder Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen;",
                    "4": "gemäß Art. 17 DSGVO die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, soweit nicht die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist;",
                    "5": "gemäß Art. 18 DSGVO die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, soweit die Richtigkeit der Daten von Ihnen bestritten wird, die Verarbeitung unrechtmäßig ist, Sie aber deren Löschung ablehnen und wir die Daten nicht mehr benötigen, Sie jedoch diese zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen oder Sie gemäß Art. 21 DSGVO Widerspruch gegen die Verarbeitung eingelegt haben;",
                    "6": "gemäß Art. 20 DSGVO Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesebaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen;",
                    "7": "gemäß Art. 7 Abs. 3 DSGVO Ihre einmal erteilte Einwilligung jederzeit gegenüber uns zu widerrufen. Dies hat zur Folge, dass wir die Datenverarbeitung, die auf dieser Einwilligung beruhte, für die Zukunft nicht mehr fortführen dürfen und",
                    "8": "gemäß Art. 77 DSGVO sich bei einer Aufsichtsbehörde zu beschweren. In der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes wenden."
                }
            },
            "10": {
                "title": "Widerspruchsrecht",
                "paragraphs": {
                    "1": "Sofern Ihre personenbezogenen Daten auf Grundlage von berechtigten Interessen gemäß Art. 6 Abs. 1 S. 1 lit. f DSGVO verarbeitet werden, haben Sie das Recht, gemäß Art. 21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, soweit dafür Gründe vorliegen, die sich aus Ihrer besonderen Situation ergeben.",
                    "2": "Möchten Sie von Ihrem Widerrufs- oder Widerspruchsrecht Gebrauch machen, genügt eine E-Mail an: {{email}}"
                }
            },
            "11": {
                "title": "Datensicherheit",
                "paragraphs": {
                    "1": "Wir verwenden innerhalb des Webseite-Besuchs das verbreitete SSL-Verfahren (Secure Socket Layer) in Verbindung mit der jeweils höchsten Verschlüsselungsstufe, die von Ihrem Browser unterstützt wird. In der Regel handelt es sich dabei um eine 256 Bit Verschlüsselung. Falls Ihr Browser keine 256-Bit Verschlüsselung unterstützt, greifen wir stattdessen auf 128-Bit v3 Technologie zurück. Ob eine einzelne Seite unseres Internetauftrittes verschlüsselt übertragen wird, erkennen Sie an der geschlossenen Darstellung des Schüssel- beziehungsweise Schloss-Symbols in der unteren Statusleiste Ihres Browsers.",
                    "2": "Wir bedienen uns im Übrigen geeigneter technischer und organisatorischer Sicherheitsmaßnahmen, um Ihre Daten gegen zufällige oder vorsätzliche Manipulationen, teilweisen oder vollständigen Verlust, Zerstörung oder gegen den unbefugten Zugriff Dritter zu schützen. Unsere Sicherheitsmaßnahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert."
                }
            },
            "12": {
                "title": "Aktualität und Änderung dieser Datenschutzerklärung",
                "paragraphs": {
                    "1": "Diese Datenschutzerklärung ist aktuell gültig und hat den Stand Januar 2023.",
                    "2": "Durch die Weiterentwicklung unserer Dienste darüber oder aufgrund geänderter gesetzlicher beziehungsweise behördlicher Vorgaben kann es notwendig werden, diese Datenschutzerklärung zu ändern. Die jeweils aktuelle Datenschutzerklärung kann jederzeit auf unserer Webseite unter dem nachfolgenden Link abgerufen und ausgedruckt werden: {{url}}/privacy"
                }
            },
            "13": {
                "title": "Stand: Januar 2023"
            }
        }
    },
    "registration": {
        "title": "Konto erstellen",
        "error": {
            "registrationfailed": "Die Registrierung ist fehlgeschlagen."
        },
        "info": {
            "emailconfirmationrequired": "Gehe bitte zu deiner Mailbox und bestätige deine E-Mail-Adresse."
        },
        "to-login": "Hast Du schon ein Konto?"
    },
    "termsofuse": {
        "menu": "AGB",
        "title": "Nutzungsbedingungen",
        "blocks": {
            "1": {
                "title": "Anwendungsbereich",
                "paragraphs": {
                    "1": "Diese Nutzungsbedingungen gelten für die Dienste von {{name}} und regeln die Rechte und Pflichten von {{name}} und den Nutzern.",
                    "2": "{{name}} ist eine Plattform rund um Cashback Aktionen. Besucher der Webseite können die Übersicht der Cashback Aktionen nutzen. Angemeldete Nutzer erhalten Zugang zu einem persönlichen Bereich, wo sie Profildaten bearbeiten können, Teilnahmen erfassen und nachverfolgen können und E-Mail- und Web-Push-Benachrichtigungen konfigurieren können.",
                    "3": "Die genauen Angebotskonditionen können je nach Aktion verschieden sein und befinden sich direkt auf der jeweiligen Webseite des Anbieters.",
                    "4": "Die Nutzung der Dienste von {{name}} setzt voraus, dass Sie diese Nutzungsbedingungen zustimmen."
                }
            },
            "2": {
                "title": "Registrierung",
                "paragraphs": {
                    "1": "Die Nutzung mancher unseren Dienste setzt voraus, dass Sie sich registrieren.",
                    "2": "Im Rahmen des Registrierungsprozesses werden folgende personenbezogene Daten, die Sie in eine Eingabemaske eingeben, von uns verarbeitet: Name, E-Mail Adresse.",
                    "3": "Für die Registrierung verwenden wir das sog. Double-opt-in-Verfahren. Dabei erhalten Sie eine E-Mail mit einem Link, über den Sie bestätigen können, dass Sie der Inhaber der E-Mail-Adresse sind und einen Nutzer-Account auf {{url}} anlegen möchten. Erfolgt Ihre Bestätigung nicht innerhalb von 24 Stunden, werden Ihre Anmeldung und Ihre dabei bereitgestellten personenbezogenen Daten automatisch gelöscht."
                }
            },
            "3": {
                "title": "Allgemeine Nutzungsbedingungen",
                "paragraphs": {
                    "1": "Die Nutzung der über unsere Webseite und aktionsgebundene Landing Pages bereitgestellten Dienste ist kostenfrei. Gegebenenfalls können zusätzliche Verbindungskosten gemäß Ihrer bestehenden Mobilfunk-/Internetanschlussverträge entstehen.",
                    "2": "Der Nutzer ist zur rechtmäßigen Nutzung unserer Dienste verpflichtet. Er darf weder gegen diese Nutzungsbedingungen oder geltendes deutsches Recht verstoßen noch die Rechte Dritter verletzen. Dies gilt sinngemäß auch, wenn der Nutzer einer weiteren Person in seiner Sphäre die Nutzung seines Zugangs zu unseren Dienste erlaubt.",
                    "3": "Eine von diesen Nutzungsbedingungen abweichende oder missbräuchliche Nutzung unserer Dienste ist nicht zulässig. Eine missbräuchliche Nutzung liegt insbesondere vor, wenn Sie unsere Dienste in einer Art und Weise nutzen, die zur Überlastung, Schädigung, oder Nichterreichbarkeit unserer Dienste führt, oder die Beschädigung oder Löschung von Daten, Inhalten, oder Angeboten zur Folge hat, oder in anderer Weise in unsere Dienste eingreifen. Wenn Sie hiergegen verstoßen, kann {{name}} Sie von der Nutzung der Dienste zeitweilig oder auf Dauer ausschließen und ggf. rechtliche Schritte einleiten.",
                    "4": "{{name}} führt ständig Neuerungen ein, um die Dienste noch besser zu machen - so können beispielsweise einzelne Funktionen oder Features hinzugefügt oder entfernt werden.",
                    "5": "Hiermit bestätigen Sie, dass wir die Form und Art unserer Dienste jederzeit und unangekündigt ändern können. Hierzu kann auch die Einstellung einzelner Dienste oder des kompletten Angebots gehören."
                }
            },
            "4": {
                "title": " Urheber- und sonstige Leistungsschutzrechte",
                "paragraphs": {
                    "1": " Die durch {{name}} auf der Webseite integrierten, abgebildeten, veröffentlichten und zur Verfügung gestellten Inhalte, insbesondere Logos sowie Marken- und Produktnamen sind Eigentum der jeweiligen Inhaber und sind ggf. gesetzlich oder vertraglich durch Urheber- und/Lizenzvereinbarungen geschützt.",
                    "2": "{{name}} behält sämtliche Urheber- und sonstige Rechte an dem Dienst sowie den Datenbanken (nachfolgend \"geschütztes Eigentum\" genannt). Eine Veränderung, Kopie, Wiederveröffentlichung, Übertragung an Dritte, Verbreitung oder Speicherung des geschützten Eigentums ohne vorherige Zustimmung von {{name}} ist ausdrücklich untersagt."
                }
            },
            "5": {
                "title": "Parsen und automatisches Auslesen von Daten",
                "paragraphs": {
                    "1": " Speziell für Software, Verzeichnisse, Daten und deren Inhalte gilt: Das Parsen und automatische Auslesen von Daten auf der Webseite {{url}} ist nicht erlaubt. Jegliche kommerzielle Nutzung ist unzulässig. {{name}} behält sich bei Verletzung dieses Verbotes eine Zurückverfolgung und die Einleitung rechtlicher Schritte vor."
                }
            },
            "6": {
                "title": "Gewährleistung",
                "paragraphs": {
                    "1": " {{name}} übernimmt keine Gewähr für den Inhalt und die Verfügbarkeit der von den Partnern angebotenen Cashback Aktionen, und zwar sowohl im Hinblick auf die gekauften Produkte oder in Anspruch genommenen Dienstleistungen als auch hinsichtlich der jeweils hinterlegten Bedingungen. Eine Produkt- und/oder Mängelhaftung von {{name}} für bei den Partnern unter Nutzung der Dienste erworbenen Produkte bzw. Dienstleistungen ist ausdrücklich ausgeschlossen.",
                    "2": "{{name}} ist stets bemüht, alle Angaben und Informationen auf der Webseite {{url}} aktuell zu halten. In regelmäßigen Abständen überprüfen wir alle Inhalte und aktualisieren diese, wenn nötig. Trotz sorgfältiger Kontrolle kann es jedoch zu Irrtümern bzgl. der Angaben kommen. {{name}} übernimmt daher keine Gewähr und gibt auch keine Garantie dafür, dass die Inhalte und Angaben aktuell, korrekt und vollständig sind. Alle Angaben zu den Aktionen sind unverbindlich und vorbehaltlich der Akzeptanz des jeweiligen Partners.",
                    "3": "Obwohl wir uns bemühen, unseren Dienste ohne technische Störungen anzubieten, können insbesondere Wartungsarbeiten, Weiterentwicklung und/oder andere Störungen die Nutzungsmöglichkeiten einschränken und/oder zeitweise unterbrechen. Unter Umständen kann es hierbei zu Datenverlusten kommen. {{name}} übernimmt daher keine Gewähr für die Verfügbarkeit der Dienste oder das Ausbleiben von technischen Störungen oder Datenverlusten."
                }
            },
            "7": {
                "title": "Haftung",
                "paragraphs": {
                    "1": "Sowohl die Haftung von {{name}} als auch von Ihnen ist auf Vorsatz, Arglist und grobe Fahrlässigkeit beschränkt, soweit nicht aufgrund gesetzlicher Bestimmungen eine hiervon abweichende Regelung zwingend vorgeschrieben ist. Eine Haftung für grobe Fahrlässigkeit ist begrenzt auf typische und zum Zeitpunkt der Nutzung der Dienste vorhersehbare Schäden.",
                    "2": "Eine Haftung für ggf. entstehende mittelbare oder Folgeschäden (u.a. entgangene Erstattung) ist ausgeschlossen. Ferner ist die Geltendmachung von Schäden, die aufgrund folgender Umstände entstehen, ausgeschlossen:",
                    "3": "- aus Ihrem Vertrauen auf die Vollständigkeit, Richtigkeit oder das Vorhandensein der auf unserer Webseite {{url}} abgebildeten Inhalte,",
                    "4": "- aufgrund von Änderungen, die {{name}} vornimmt und die zu einer dauerhaften oder vorübergehenden Einstellung der Dienste führen,",
                    "5": "- mangelhafte Sicherung Ihres Kundenkontos, beispielsweise durch ein unsicheres Passwort, oder unzureichende Geheimhaltung Ihrer Anmeldedaten."
                }
            },
            "8": {
                "title": "Kündigung bzw. Beendigung des Nutzungsvertrages",
                "paragraphs": {
                    "1": "Sie können die Nutzung unserer Dienste jederzeit ohne Einhaltung einer Frist beenden.",
                    "2": "Die Nutzung unserer Dienste endet ferner, ohne dass es einer Kündigung bedarf, wenn das Einverständnis mit der Geltung der Nutzungsbedingungen und der Datenschutzerklärung widerrufen wird.",
                    "3": "Der Nutzer kann ferner den Nutzungsvertrag auch durch eigenes Löschen des Nutzerkontos mit sofortiger Wirkung beenden. In diesem Fall werden alle dazugehörigen Daten sofort aus dem System entfernt. {{name}} wird den Nutzer vor der Löschung auf die vorgenannten Folgen hinweisen.",
                    "4": "{{name}} kann den Nutzungsvertrag jederzeit ohne Einhaltung einer Frist kündigen.",
                    "5": "Das Recht zur Kündigung aus wichtigem Grund, insbesondere bei schuldhafter Verletzung dieser Nutzungsbedingungen, bleibt {{name}} unbenommen. Im Falle einer Kündigung aus wichtigem Grund wird die Nutzung unserer Diente für Sie sofort gesperrt.",
                    "6": "In jedem Fall der vorgenannten Beendigung des Nutzungsvertrages ist eine Nutzung der Dienste nicht mehr möglich. Spätestens nach 2 Jahren werden sämtliche Nutzerdaten gelöscht."
                }
            },
            "9": {
                "title": "Datenschutz",
                "paragraphs": {
                    "1": "Bei Nutzung unserer Webseite {{url}} verarbeiten wir standardmäßig verschiedene, auch personenbezogene, Daten unserer Nutzer. In unserer Datenschutzerklärung erläutern wir Ihnen, wie {{name}} mit Ihren Daten umgeht und diese Daten schützt, wenn Sie unsere Dienste nutzen."
                }
            },
            "10": {
                "title": "Änderungen dieser Nutzungsbedingungen",
                "paragraphs": {
                    "1": "{{name}} kann diese Nutzungsbedingungen jederzeit einseitig mit Wirkung für die Zukunft ändern, wenn dies (i) zur Anpassung an eine veränderte Gesetzeslage, oder (ii) zur Anpassung an die höchstrichterliche Rechtsprechung oder Befolgung behördlicher Entscheidungen, oder (iii) zur Regelung neuer Leistungen ohne nachteilige Beeinträchtigung des Nutzers erforderlich ist, sowie (iv) bei allen für den Nutzer rein vorteilhaften Änderungen. {{name}} wird in diesen Fällen die Nutzer mit einer Ankündigungsfrist von mindestens vier Wochen vor dem Zeitpunkt des Inkrafttretens über die Änderung der Nutzungsbedingungen per E-Mail unterrichten und sie auf ihr nachfolgend beschriebenes Widerspruchs- bzw. Kündigungsrecht und seine Folgen hinweisen. Die Änderungsmitteilung muss nicht die geänderte Nutzungsbedingung selbst enthalten; {{name}} muss jedoch mitteilen, wo die geänderten Nutzungsbedingungen vom Nutzer in zumutbarer Weise eingesehen oder erlangt werden können. Eine Änderung dieser Nutzungsbedingungen gilt als vom Nutzer genehmigt, wenn dieser nicht innerhalb von vier Wochen nach Erhalt der Änderungsmitteilung widerspricht oder den Vertrag ordentlich kündigt. Die entsprechenden Änderungen treten mit diesem Zeitpunkt in Kraft, wenn nicht ausdrücklich ein späterer Zeitpunkt für das Inkrafttreten der Änderungen vorgesehen ist. Im Falle eines Widerspruches behält sich {{name}} vor, seinerseits den Vertrag ordentlich zu kündigen.",
                    "2": "Die jeweils aktuellen Nutzungsbedingungen finden Sie unter {{url}}/termsofservice"
                }
            },
            "11": {
                "title": "Schlussbestimmungen",
                "paragraphs": {
                    "1": "Befindet ein zuständiges Gericht oder eine zuständige Behörde eine Bestimmung dieser Nutzungsbedingungen für ungültig, so entfällt diese Bestimmung aus den Nutzungsbedingungen. Die Wirksamkeit und Durchsetzbarkeit der übrigen Bestimmungen bleiben hiervon unberührt.",
                    "2": "Diese Nutzungsbedingungen sowie Rechtsstreitigkeiten oder Ansprüche aus oder im Zusammenhang mit ihnen oder dem Vertragsgegenstand oder dem Zustandekommen der Bedingungen (einschließlich außervertraglicher Streitigkeiten oder Ansprüche) unterliegen dem Recht der Bundesrepublik Deutschland unter Ausschluss des Internationalen Privatrechts und sind nach diesem Recht auszulegen."
                }
            },
            "12": {
                "title": "Stand: Januar 2023"
            }
        }
    },
    "user": {
        "profile": "Profil",
        "name": "Name",
        "email": "E-Mail-Adresse",
        "password": "Passwort",
        "termsofuse-confirmation": "Indem Du ein Konto erstellst, erklärst Du Dich mit der Datenschutzrichtlinie und den Nutzungsbedingungen einverstanden.",
        "notifications-confirmation": "Ich möchte keine Aktion verpassen und auf dem Laufenden gehalten werden (Web-Push und E-Mail). Ich kann diese Angaben jederzeit in meinen Kontoeinstellungen widerrufen.",
        "token": "Token",
        "registration": "Registriert am",
        "last-login": "Letzte Anmeldung am",
        "delete": "Konto löschen",
        "delete-confirmation": "Ja, ich will mein Konto unwiderruflich löschen. Die damit verbundenen Daten werden umgehend gelöscht. Eine Wiederherstellung der gelöschten Daten is nicht möglich.",
        "logout": "Abmelden",
        "invalid-name": "Der Name ist ungültig",
        "invalid-email": "Die E-Mail-Adresse ist ungültig",
        "invalid-password": "Mindestens 12 Zeichen lang sein",
        "error": {
            "updatefailed": "Deine Änderungen konnten nicht gespeichert werden.",
            "deletionfailed": "Das Löschen ist fehlgeschlagen."
        }
    }
}